{

    "trial":"Dùng Thử",
    "whatis":"WordsMine! Là Gì?",
    "newfeatures":"Chức Năng Mới",
    "review":"Đánh Giá",
    "webapp":"Web App",
    "logout":"Đăng Xuất",
    "hasbeenupgraded":"WordsMine! đã cập nhật",
    "fastestway":"Cách nhanh nhất để học từ vựng Bất kỳ đâu, bất kỳ lúc nào",
    "getstated":"Bắt đầu ngay với WordsMine",
    "subscribe":"Đăng ký với chúng tôi và nhận bài viết mới nhất",
    "emailaddress":"Nhập Email",
    "submit":"Gửi",
    "jumpto":"Đi đến",
    "versions":"Phiên Bản",
    "version":"Phiên Bản",
    "improvements":"Phát Triển",
    "youcantailoryourlearning":" Bạn có thể dùng tính năng tuỳ chỉnh để tối ưu trải nghiệm học tập được cá nhân hoá cho riêng bạn",
    "youcanusefeedbackfeature":"Bạn có thể gửi lại góp ý cho team WordsMine để team nỗ lực hỗ trợ các bạn học tập tốt hơn.",
    "youcanput":"Bạn có thể đổi avatar yêu thích của riêng mình",
    "youcanseetheoriginal":"Những từ vựng mà bạn đã thêm, giờ đây bạn có thể xem nguồn website mà bạn đã lưu từ vựng đó.",
    "newfeaturesarenow":"Những tính năng mới của nền tảng WordsMine sẽ được thể hiện trong thông báo để bạn tiện theo dõi.",
    "weaddeduseronboarding":"Ngoài ra, team WordsMine còn thêm chức năng giới thiệu nền tảng dành cho những người dùng mới nhằm để giúp quen với nền tảng WordsMine hơn!",
    "optimizingperformance":"Tối ưu hóa hiệu suất.",

    "youcanquicklyadd":"Thêm nhanh từ mới trong trang extension popup.",
    "wehavejustupgradedthedefinition":"Chức năng tra định nghĩa đã được nâng cấp, bạn có thể tra từ với nghĩa chuyên ngành.",
    "youcanknowhowtheword":"Bạn sẽ biết cách sử dụng từ qua nhiều ví dụ khác nhau và có thể lưu lại ví dụ mà bạn muốn.",
    "besidesaddingawordtermvia":"Bên cạnh việc thêm từ thông qua đường link tắt, bạn còn có thể thêm nhanh định nghĩa và ví dụ đi kèm. ",
    "youcancreateafolder":"Bạn có thể tạo từ mục để lưu từ vựng theo nhiều chủ đề khác nhau. Ví dụ: thư mục IELTS để lưu các từ vựng mà bạn cần cho kỳ thi!",
    "youcanviewword":"Bạn có thể xem từ vựng trong chế độ phân trang hoặc xem tất cả từ vựng một trang.",
    "weintroducetheflipmode":"Card từ vựng có thêm chế độ hiển thị mới, bạn có thể xem từ vựng phiên âm và định nghĩa cá nhân một cùng một lúc.",
    "youcanconfigurewhich":"Bạn có thể cài đặt trang mà bạn muốn hiển thị/ tắt popup tra từ.",

    "showawarningmessage":"Hiển thị thông báo khi người dùng lưu một từ đã được thêm trước đó.",
    "showaloginbuttonwhen":"Hiển thị nút đăng nhập khi người dùng lưu một từ vựng từ popup tra từ mà chưa đăng nhập.",
    "movevietnamesedefinitionto":"Hiển thị định nghĩa tiếng Việt trên định nghĩa tiếng Anh trong definition popup của extension.",
    "showthecurrentselection":"Hiển thị tùy chọn hiện tại khi người dùng chọn một chế độ sắp xếp hoặc nhóm theo thư mục.",
    "loginbyeitherusernameoremail":"Đăng nhập bằng tên đăng nhập hoặc email.",
    "bugfixes":"SỬA LỖI",

    "inconsistentwordsstatus":"Hiển thị trạng thái lưu của những từ không đồng nhất trong popup định nghĩa và danh sách từ trong extension.",
    "linksindropdownmenu":"Không click vào link trong menu được.",
    "validateusernamebeforeregistration":"Kiểm tra tên đăng nhập hợp lệ khi đăng ký tài khoản",
    "validateusernamebeforeupdatingpersonal":"Kiểm tra tên đăng nhập hợp lệ khi cập nhật thông tin cá nhân.",
    "reloadpagewhenchanging":"Tải lại trang khi thay đổi chế độ hiển thị trang.",
    "sortbytime":"Sắp xếp từ theo thời gian",
    "incorrectwordsshowed":"Hiển thị từ không chính xác khi thay đổi chế độ hiển thị trang.",
    "deleteword":"Xóa từ. ",
    "wordsarenotmatchingbetween":"Từ hiển thị trong popup và trong extension không đồng nhất.",
    "fixerrormessage":"Hiển thị thông báo lỗi khi lưu từ bị trùng lặp.    ",
    "fixfeedbackposition":"Sửa vị trí phản hồi của người dùng.",
    "cannotgetwordpronunciation":"Không lấy được phát âm.",

    "youcansavewordsdirectly":"Người dùng có thể lưu từ vựng nhanh chóng bằng cách truy cập đường link tắt.",
    "onthewordsminehomepage":"Người dùng có thể biết được lịch sử nguồn lưu từ vựng.",
    "youcanleverage":"Người dùng có thể nhóm từ vựng theo thư mục.",
    "youcanchecknew":"Người dùng có thể dùng thử chức năng của extension ngay trên trang chủ Wordsmine!",

    "updateapplayout":"Thay đổi bố cục giao diện.",
    "addtooltipfor":"Hiển thị chú thích hướng dẫn cho các nút bấm.",
    "showselectedvalue":"Hiển thị chế độ sắp xếp từ vựng trang chủ từ vựng.",
    "movethefeedback":"Thay đổi vị trí icon nhận xét từ người dùng.",
    "beabletosearch":"Tìm kiếm từ vựng không phân biệt chữ hoa, chữ thường.",
    "showextensionnotification":"Hiện thị thông báo khi người dùng lưu từ vựng thành công từ popup extension.",

    "incorrectworddefinition":"Chỉnh sửa định dạng của định nghĩa sau khi người dùng thêm định nghĩa mới.",
    "cardcontentdoesn":"Định dạng lại nội dung card từ vựng.",
    "cannotgetpronunciation":"Lấy phát âm.",
    "showhuman-friendlyerror":"Hiển thị thông báo lỗi khi không tìm thấy âm thanh.",
    "fixbugincorrectnumbersshowed":"Hiển thị số từ được chọn còn lại sau khi xóa từ vựng.",
    "changefontwhich":"Đổi phông chữ để hỗ trợ tiêng Anh và tiếng Việt.",
    "wordsarenotsorted":"Sắp xếp thứ tự từ vựng theo thời gian cập nhật.",
    "themodalcontent":"Đặt lại modal chi tiết từ vựng sau mỗi lần đóng.",

    
    "august2021":"Tháng 8, 2021 ",
    "april2021":"Tháng 4, 2021",
    "march2021":"Tháng 3, 2021",

    "privacy":"Bảo Mật",
    "terms":"Điều Kiện"

}